export const data = [
    {
        "id": "id_1",
        "question": "Время основания русской государственности.",
        "answers": [
            {
                "text": "V век до нашей эры",
                "id": "id_11"
            },
            {
                "text": "0 год нашей эры",
                "id": "id_12"
            },
            {
                "text": "862 год нашей эры",
                "id": "id_13"
            },
            {
                "text": "1721 год нашей эры",
                "id": "id_14"
            }
        ],
        "right": "id_13"
    },
    {
        "id": "id_2",
        "question": "Самым высоким зданием в мире является ...",
        "answers": [
            {
                "text": "Останкинская башня",
                "id": "id_21"
            },
            {
                "text": "Эмпайр-стейт-билдинг",
                "id": "id_22"
            },
            {
                "text": "Лахта-центр",
                "id": "id_23"
            },
            {
                "text": "Бурдж-Халифа",
                "id": "id_24"
            }
        ],
        "right": "id_24"
    },
    {
        "id": "id_3",
        "question": "Кто являтся автором фразы: \"Друг мой, вспомни, что молчать хорошо, безопасно и красиво.\"?",
        "answers": [
            {
                "text": "А.С. Пушкин",
                "id": "id_31"
            },
            {
                "text": "Ф.М. Достоевский",
                "id": "id_32"
            },
            {
                "text": "В.В. Путин",
                "id": "id_33"
            },
            {
                "text": "Иисус Христос",
                "id": "id_34"
            }
        ],
        "right": "id_32"
    },
    {
        "id": "id_4",
        "question": "В каком городе хранится Мона Лиза?",
        "answers": [
            {
                "text": "Рим",
                "id": "id_41"
            },
            {
                "text": "Флоренция",
                "id": "id_42"
            },
            {
                "text": "Париж",
                "id": "id_43"
            },
            {
                "text": "Санкт-Петербург",
                "id": "id_44"
            }
        ],
        "right": "id_43"
    },
    {
        "id": "id_5",
        "question": "Кто сыграл главную роль в фильме Марсианин (2015)?",
        "answers": [
            {
                "text": "Мэтт Деймон",
                "id": "id_51"
            },
            {
                "text": "Леонардо Ди Каприо",
                "id": "id_52"
            },
            {
                "text": "Брэд Питт",
                "id": "id_53"
            },
            {
                "text": "Сергей Безруков",
                "id": "id_54"
            }
        ],
        "right": "id_51"
    },
    {
        "id": "id_6",
        "question": "Кто забил второй гол в ворота сборной Хорватии в матче против России на чемпионате мира по футболу в 2018 году?",
        "answers": [
            {
                "text": "Игорь Акинфеев",
                "id": "id_61"
            },
            {
                "text": "Артём Дзюба",
                "id": "id_62"
            },
            {
                "text": "Денис Черышев",
                "id": "id_63"
            },
            {
                "text": "Марио Фернандес",
                "id": "id_64"
            }
        ],
        "right": "id_64"
    },
    {
        "id": "id_7",
        "question": "Как называется шахматный ход, при котором одновременно смещаются две фигуры?",
        "answers": [
            {
                "text": "Шах",
                "id": "id_71"
            },
            {
                "text": "Мат",
                "id": "id_72"
            },
            {
                "text": "Рокировка",
                "id": "id_73"
            },
            {
                "text": "Пат",
                "id": "id_74"
            }
        ],
        "right": "id_73"
    }
];