export default [
	{
		id: '1',
		question: 'Какое растение существует на самом деле?',
		answers: [
			{ text: 'Лох чилийский', id: '11' },
			{ text: 'Лох индийский', id: '12' },
			{ text: 'Лох греческий', id: '13' },
			{ text: 'Лох русский', id: '14' },
		],
		right: '12',
	},
	{
		id: '2',
		question:
			'Что за место, попав в которое, человек делает селфи на кухне, которую не может себе позволить?',
		answers: [
			{ text: 'Рим', id: '21' },
			{ text: 'Париж', id: '22' },
			{ text: 'Лондон', id: '23' },
			{ text: 'Икея', id: '24' },
		],
		right: '24',
	},
	{
		id: '3',
		question: 'Какой город объявлен официальной родиной русского Деда Мороза?',
		answers: [
			{ text: 'Малая Вишера', id: '31' },
			{ text: 'Великий Устюг', id: '32' },
			{ text: 'Вышний Волочек', id: '33' },
			{ text: 'Нижний Новгород', id: '34' },
		],
		right: '32',
	},
	{
		id: '4',
		question: 'Что проводит боксер, наносящий удар противнику снизу?',
		answers: [
			{ text: 'Свинг', id: '41' },
			{ text: 'Хук', id: '42' },
			{ text: 'Апперкот', id: '43' },
			{ text: 'Джэб', id: '44' },
		],
		right: '43',
	},
];
