export default [
	{
		id: '1',
		question: 'Выбери правильный ответ:',
		answers: [
			{ text: 'Первый вариант', id: '1' },
			{ text: 'Второй вариант', id: '2' },
			{ text: 'Третий вариант', id: '3' },
			{ text: 'Четвёртый вариант', id: '4' },
		],
		right: '1',
	},
	{
		id: '2',
		question: 'Выбери правильный ответ 2:',
		answers: [
			{ text: 'Первый вариант', id: '1' },
			{ text: 'Второй вариант', id: '2' },
			{ text: 'Третий вариант', id: '3' },
			{ text: 'Четвёртый вариант', id: '4' },
		],
		right: '2',
	},
	{
		id: '3',
		question: 'Выбери правильный ответ 3:',
		answers: [
			{ text: 'Первый вариант', id: '1' },
			{ text: 'Второй вариант', id: '2' },
			{ text: 'Третий вариант', id: '3' },
			{ text: 'Четвёртый вариант', id: '4' },
		],
		right: '3',
	},
];
